Repository: karolinabagrowska/englishtrain
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: Spanish
es: Español

source: German
es: Alemán

source: English
es: Inglese

source: Home page
es: Portada del sitio

source: Username
es: Nombre de usuario

source: This value must contain only letters, numbers and underscores.
es: Este valor debe contener sólo letras, números y guiones bajos.

source: Email address
es: Correo electrónico

source: Password
es: Contraseña

source: Password (again)
es: Contraseña (otra vez)

source: I have read and agree to the Terms of Service
es: He leído y estoy de acuerdo con los Términos de Servicio

source: You must agree to the terms to register
es: Debes aceptar los términos para registrarse

source: A user with that username already exists.
es: Un usuario con ese nombre de usuario ya existe.

source: The two password fields didn't match.
es: Los dos campos de contraseña no coinciden.

source: Edit your profile
es: Modifique su perfil

source: Profile of
es: Perfil de

source: Polish
es: Polacco

source: Add new deck
es: Añadir nueva cubierta

source: Add taught
es: Añadir enseñado

source: Your decks
es: Sus cubiertas

source: Your taught words
es: Sus palabras enseñadas

source: Deck:
es: Cubierto:

source: Contact
es: Contacto

source: You can contact us here:
es: Puede contactar con nosotros en:

source: Strona główna
es: Portada del sitio

source: Get Started Today!
es: Comience hoy mismo!

source: Manage your decks
es: Administre sus cubiertas

source: Add taught words
es: Añada palabras enseñadas

source: Manage taught words
es: Administrar palabras enseñadas

source: Logout
es: Cerrar sesión

source: My account
es: Mi cuenta

source: Aktywacja zakończona sukcesem
es: Activación correcta

source: Aktywacja zakończona sukcesem. Możesz teraz się zalogować
es: Activación con éxito. Ahora puede iniciar sesión

source: Aby aktywować konto, kliknij w poniższy link
es: Para activar su cuenta, haga clic en el siguiente enlace

source: Aktywuj swoje konto
es: Active su cuenta

source: Błędy kod aktywacyjny
es: Errores de código de activación

source: Błędny kod aktywacyjny
es: Errores de código de activación

source: Pojawiły się następujące błędy
es: Ocurrido los siguientes errores

source: Save
es: Ahorrar

source: Personal data
es: Datos personales

source: First name
es: Primero numbre

source: Last name
es: Segundo nombre

source: Birthday
es: Cumpleaños

source: City
es: Ciudad

source: About me
es: Acerca de mí

source: Progress of learning
es: El progreso del aprendizaje

source: Number of decks
es: Número de cubiertas

source: Number of learned words
es: Número de palabras aprendidas

source: Dziękujemy za rejestracje
es: Gracias por registrarse

source: Dziękujemy za rejestracje. Na wskazany adres został wysłany e-mail z linkiem aktywacyjnym.
es: Gracias por registrarse. En la dirección se ha enviado un correo electrónico con un enlace de activación.

source: Rejestracja nowego użytkownika
es: Registrar un nuevo usuario

source: Send
es: Enviar

source: Welcome,
es: Bienvenido,

source: Documentation
es: Documentación

source: It is under new management! Getty Images is proud to now wholly-own the world's best free stock site. SXC has a long history and a great community, and we're excited to grow with this unique site.
es: Está bajo nueva gerencia! Getty Images se enorgullece ahora totalmente propio del mundo mejor sitio de stock libre. SXC tiene una larga historia y una gran comunidad, y estamos muy contentos de crecer con este lugar único.

source: learning was never so simple
es: aprendizaje nunca fue tan sencillo

source: It costs nothing. You just need to create your personal account and start using that website.
es: No cuesta nada. Sólo tiene que crear su cuenta personal y comenzar a usar ese sitio web.

source: just try it.
es: a modo de prueba.

source: SXC has a long history and a great community, and we're excited to grow with this unique site. It is under new management! Getty Images is proud to now wholly-own the world's best free stock site.
es: SXC tiene una larga historia y una gran comunidad, y estamos muy contentos de crecer con este lugar único. Está bajo nueva gerencia! Getty Images se enorgullece ahora totalmente propio del mundo mejor sitio de stock libre.

source: get profit
es: obtener ganancias

source: Paste a text you want to add to your taught words.
es: Pegar un texto que desea agregar a sus palabras enseñadas.

source: Paste a text you want to convert to our format.
es: Pegue el texto que desea convertir a nuestro formato.

source: Error in the form
es: Error en el formulario

source: Nazwa talii
es: Nombre cintura

source: Lang code source
es: Lang código fuente

source: Lang code translation
es: Lang código de traducción

source: Fraza
es: Frase

source: Tłumaczenie
es: Traducción

source: Umiem
es: Que pueda

source: Nowe słówka
es: Las nuevas palabras

source: This is the list of words that you already have learned. Click on the word that you don't know, to remove from this list.
es: Esta es la lista de palabras que ya han aprendido. Haga clic en la palabra que no conoce, para eliminar de esta lista.

source: There is no items to display.
es: No hay elementos para mostrar.

source: Name
es: Nombre

source: Taught
es: Enseñado

source: Actions
es: Acciones

source: Taught!
es: Enseñado!

source: Add to taught
es: Añadir a enseñado
